<?php
// +----------------------------------------------------------------------
// | When work is a pleasure, life is a joy!
// +----------------------------------------------------------------------
// | User: ShouKun Liu  |  Email:24147287@qq.com  | Time:2017/3/26 11:40
// +----------------------------------------------------------------------
// | TITLE: 文档访问
// +----------------------------------------------------------------------

namespace app\test\controller;


use DawnApi\facade\Doc;

class Wiki extends Doc
{
    public  $titleDoc = 'DAWN-API文档';


}