<?php
// +----------------------------------------------------------------------
// | When work is a pleasure, life is a joy!
// +----------------------------------------------------------------------
// | Company: YG | User: ShouKun Liu  |  Email:24147287@qq.com  | Time:2017/2/28 18:13
// +----------------------------------------------------------------------
// | TITLE: this to do?
// +----------------------------------------------------------------------

return [
    '1' => ['name' => '测试', 'id' => '1', 'parent' => '0', 'module' => '', 'controller' => '',],
    '2' => ['name' => '获取权限', 'id' => '2', 'parent' => '1', 'module' => '', 'controller' => '','readme'=>'/api/auth.md'],
    '3' => ['name' => '测试文档', 'id' => '3', 'parent' => '1', 'module' => 'test', 'controller' => 'Test','readme'=>'asd'],

];